exportações.menu3 = (id, A187, showDate, whatsapp, youtube, showTime, instagram, número, ativo) => {
 return `
 ❉───────────❉

 * $ {A187} *

 ❉───────────❉

 📆 * $ {showDate} *
 📌 STATUS DO BARCO ATIVO: * $ {ativo} *

 ╔════════════════
 ║ * MENU3 *
 ╠════════════════
 ║╭──❉ * 18 + * ❉──
 ║│➸ _ *! Indohot * _
 ║│➸ _ *! Cersex * _
 ║│➸ _ *! Hentai * _
 ║│➸ _ *! Indohot * _
 ║│➸ _ *! Nekonime * _
 ║╰────────────
 ╠════════════════════
 ║╭──❉ * OUTRAS * ❉──
 ║│➸ _ *! Ttsid * _ <teks>
 ║│➸ _ *! Bitly * _ <link>
 ║│➸ _ *! Namaninja * _ <nama lu>
 ║│➸ _ *! Alay * _ <teks>
 ║│➸ _igstalk * _ <@_ sadboy.g>
 ║│➸ _ *! Ocr * _ <foto to text>
 ║│➸ _ *! Gay * _
 ║│➸ _ *! Checkip * _
 ║│➸ _ *! Ping * _
 ║│➸ _ *! Hostsearch * _
 ║│➸ _ *! Scdl * _
 ║│➸ _ *! Map * _ <área>
 ║│➸ _ *! Cooltext * _ <teks>
 ║│➸ _ *! Pesankosong * _
 ║│➸ _ *! Diga * _ <teks>
 ║╰────────────
 ╠════════════════════
 ║╭──❉ * SPAM * ❉──
 ║│➸ _ *! Spamcall * _ <85722553839>
 ║│➸ _ *! Spamsms * _ <85722553839>
 ║│➸ _ *! Spamgmail * _ <aris187.id@gmail.com>
 ║╰────────────
 ╠════════════════════

 ╠════════════════════
 ║ SARA 𝐃𝐎𝐌𝐈𝐍𝐀 🤠🤙
 ╚════════════════════`
 }
